Repository: common-repository/repost
Catalog: repost-*.po
Languages: pt_br

source: Repost Settings
pt_br: Configurações do Repost

source: Post originally published in #LINK# on #DATE#
pt_br: Artigo originalmente publicado no blog #LINK# em #DATE#

source: Republish Content!
pt_br: Republicar Artigos!

source: Current Subscribed Sources
pt_br: Fontes Assinadas atualmente

source: Source Name
pt_br: Nome da Fonte

source: Type
pt_br: Tipo

source: Community Blog
pt_br: Blog da Comunidade

source: RSS Feed
pt_br: Feed RSS

source: Are you sure you want to unsubscribe from this sources?
pt_br: Tem certeza que deseja não assinar mais esta fonte?

source: Unsubscribe to Sources
pt_br: Remover da lista

source: Subscribe to a blog from the community
pt_br: Assinar um blog da comunidade

source: Subscribe to community blog
pt_br: Assinar o blog da comunidade

source: Subscribe to community blog is only possible with wordpress MU
pt_br: Assinar blogs da comunidade só é possível com Wordpress MU

source: Add this on the top of republished content
pt_br: Adicione esta nota no topo do conteúdo republicado

source: Auto clear cache table
pt_br: Limpar a tabela de cache automaticamente

source: Delete read posts from temporary table
pt_br: Apagar os artigos já lidos da tabela temporária

source: Every day
pt_br: Todos os dias

source: Every 10 days
pt_br: A cada 10 dias

source: Every 30 days
pt_br: A cada 30 dias

source: Never
pt_br: Nunca

source: Delete all posts, even unread, from temporary table after they've been there for
pt_br: Apagar todos os artigo, inclusive os não lidos, da tabela temporária depois que eles estiverem lá por mais de

source: days
pt_br: dias

source: Save Options
pt_br: Gravar Opções

source: Are you sure you want to republish this post?
pt_br: Tem certeza que deseja republicar este artigo?

source: Republish
pt_br: Republicar

source: Mark as Unread
pt_br: Marcar como não lido

source: Mark as Read
pt_br: Marcar como lido

source: Republished
pt_br: Republicado

source: Sources
pt_br: Fontes

source: All sources
pt_br: Todas as fontes

source: Manage sources
pt_br: Gerenciar Fontes

source: Clear read posts now
pt_br: Apagar os artigos lidos agora
